{
    "contents": [
        {
            "context": "About 4,000 U.S. dollars, that's how much it costs medical institutions in South Korea to treat each COVID-19 patient.\nFor those with severe symptoms, it can cost almost 11,000 dollars.\n\n\"Despite such expenses, COVID-19 medical fees haven't been a burden for Koreans because the national health insurance covers 80% of the costs, and the central government takes care of the rest.\"\n\n\"I had to quit my job after getting infected, so it was even more stressful. But I didn't need to worry about the direct financial costs. I was able to focus on getting treated, and I think that's why I was able to recover quickly.\"\n\nPlus, there's easy access to public hospitals.\nWhen the number of COVID-19 cases skyrocketed in the city of Daegu, public hospitals treated three quarters of the patients.\n\n\"It's national health insurance that takes care of all citizens and their health records, so this helped treat patients in a transparent way. like determining what other symptoms they may have and what medicines they take.\"\n\nNot all countries were prepared for a pandemic.\nIn the United States, 8.5% of the population has no insurance. That's almost 28 million people.\nSome Americans actually avoid medical care, even when it's serious, because they have to pay high costs out of pocket.\nAnd even before the pandemic, the U.S. had fewer doctors and hospital beds per capita than most other developed countries.\n\n\"Doctors and nurses in the U.S. have been laid off since February because hospitals were struggling to survive. The biggest problem is that the U.S. medical system is commercialized and is run for private benefit.\"\n\nCountries like Taiwan and Germany have also successfully tamed the virus using their own unique public health care systems.\nSouth Korea merged its state insurance funds into a single nationwide insurer in 2000.\nTwenty years later, the National Health Insurance Service is playing a key role in containing the pandemic in a way that's affordable.\nKim Dami, Arirang News.\nReporter : damikim@arirang.com",
            "headline": "Money not a factor for S. Koreans in treating COVID-19\nUpdated: 2020-06-18 17:02:31 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260519"
        },
        {
            "context": "The Asian Development Bank has once again slashed its forecast for South Korea's economic growth this year by more than two percentage points.\nIn its latest report released on Thursday, the ADB is calling for growth of minus one percent.\nThe ADB had cut its outlook already back in April from two.three to one.three.\nBut next year, the report says, the Korean economy will grow by three.five percent.\nThe ADB also forecasts that the economies of Asia overall will grow this year by just one tenth of a percent, the slowest pace in 59 years.\nReporter : damikim@arirang.com",
            "headline": "ADB slashes S. Korea GDP outlook to -1% in 2020\nUpdated: 2020-06-18 16:01:10 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260517"
        },
        {
            "context": "South Korea's flagship air carriers are extending the expiration date for airline miles belonging to people who couldn't use them because of the pandemic.\nKorean Air and Asiana Airlines will extend their validity by a year, after having discussed the matter with the transport ministry.\nThat means those whose mileage points would've expired at the end of this year can use them until the end of next year.\nFor both airlines, miles issued are valid for ten years.\nReporter : yoonjm@arirang.com",
            "headline": "Korean Air, Asiana Airlines extend mileage validity by one year\nUpdated: 2020-06-18 15:39:01 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260520"
        },
        {
            "context": "Time now for an in-depth look at the market news this afternoon.\nAnd for that, I'm joined on the line by Dr. Kim Seiwan, professor of economics at Ewha Womans University.\nProfessor Kim, thank you for coming on today.\n\nThank you.\n\nStocks on Wall Street were mixed overnight investors both hoping for a fast economic recovery, but also worried about a second wave of the pandemic.\nWhat's the story in the global markets?\n\nFed Chairman Jerome Powell, testifying to Congress on Wednesday, said that the economic support for America's workers and businesses should not end too soon or it could jeopardize the recovery. What do you make of his comment?\n\nIt was another up-and-down session in the Korean markets, starting out sharply lower, but recovering some of that. The Kosdaq actually posted a gain. Tell us about the Korean markets today.\n\nOil prices have been declining this week amid a bigger than expected increase in supply. Tell us about that and your outlook for oil.\n\nThe International Institute for Management Development released its rankings this week of countries in terms of global competitiveness. Korea rose in the rankings by the most in 20 years it's now 23rd place, up from 28th. How much do you think it's response to the pandemic figured into that ranking and what else stands out to you here?\nReporter : devin@arirang.co.kr",
            "headline": "In-depth: Global market wrap-up\nUpdated: 2020-06-18 13:32:16 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260518"
        },
        {
            "context": "South Korea's policy lender, Korea Development Bank, has stressed that liquidity-stricken SsangYong Motor is not qualified for special support under the newly established state fund to help stabilize the market.\nSpeaking to reporters on Wednesday, KDB Chairman Lee Dong-gull was referring to the 33 billion U.S. dollar government fund to help key industries hit hard by the COVID-19 pandemic, including the airline and tourism industries.\nHe also explained that money is not necessarily everything for a company's survival, asking the firm to exert more efforts to recover from the large annual losses the company has been posting lately.\nSsangYong Motor, the South Korean unit of Indian carmaker Mahindra and Mahindra, has been making efforts to crawl into the black, but the pandemic has led to a sharp drop in demand both at home and abroad.\nWhat's more, Mahindra has also said SsangYong needs new investors, with many pundits hinting that the Indian carmaker could be giving up on the firm.\nOn a positive note, KDB vowed to extend loan repayment relief for 74 million dollars to SsangYong, which was set to mature in July.\nLee also called for its parent company Mahindra and Mahindra not to deny its responsibility, adding that KDB will be urging them to extend their loan to SsangYong that's set to mature starting this month.\nKim Hyo-sun, Arirang News.\nReporter : hyosunee88@gmail.com",
            "headline": "Korea Development Bank will not provide bailout funds to liquidity-stricken SsangYong Motor\nUpdated: 2020-06-18 10:05:36 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260486"
        },
        {
            "context": "The head of the Federal Reserve is warning against pulling fiscal support too quickly.\nOn the final day of his two-day Congressional testimony before the House Financial Services Committee on Wednesday, Jerome Powell said he'd be concerned to see Congress pull back stimulus measures prematurely.\nPowell added the stimulus has already had a positive effect on the U.S. economy, boosting consumer spending, income data and payrolls.\nHe told Congress that the Fed needs to keep doing what it can do to help the recovery.\nThe Fed has deployed multiple lending and liquidity programs and slashed rates to near zero over the past three months.\n\nReporter : ashin@arirang.co.kr",
            "headline": "Head of Federal Reserve warns U.S. Congress against pulling fiscal support too quickly\nUpdated: 2020-06-18 09:00:22 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260484"
        },
        {
            "context": "Now to your closing market figures,\nWall Street ended mixed on Wednesday as investors watch the COVID-19 developments and the pace of economic recovery.\nThe Dow Jones moved 170 points lower and the S&P 500 closed less than half-a-percent lower to finish at 3,113.\nThe NASDAQ, however, continued its eight-positive day run adding a-tenth-of-a-percent to close the day at 99-10.\nOil prices finished lower as U.S. crude supplies edged higher and product stocks dropped.\nBrent crude oil lost over one-percent while WTI fell nearly 2-percent to settle at just little under 38-dollars a barrel.\nReporter : ashin@arirang.co.kr",
            "headline": "Market wrap-up\nUpdated: 2020-06-18 05:54:58 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260485"
        },
        {
            "context": "Time now for an in-depth look at the market news this afternoon, and for that, I'm joined on the line by Dr. Yang Jun-sok, professor of economics at the Catholic University of Korea.\nProfessor Yang, thank you for coming on, as always.\n\nThank you.\n\nTensions are rising with North Korea suddenly, which is causing some concern about the South Korean economy. What effect do you see this having on the financial markets and the real economy?\n\nStocks were up overnight on Wall Street after U.S. retail sales jumped by a record amount. The indices continuing to regain the big loss we saw last Thursday. What's the story in the global markets?\n\nThe chairman of the Federal Reserve, Jerome Powell, is saying however that a full economic recovery won't be possible unless there's a coronavirus vaccine. What do you make of that statement, Professor Yang?\nReporter : devin@arirang.co.kr",
            "headline": "In-depth: Global market wrap-up\nUpdated: 2020-06-17 13:20:12 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260448"
        },
        {
            "context": "To tame South Korea's soaring house prices, the government will further tighten lending rules and designate more areas for tougher regulations.\n\n\"We've prepared the latest measures to prevent speculative investment and to protect those who buy houses for actual dwelling purposes.\"\n\nTo counter speculative investors, the government has classified more areas as speculative regions.\nThey include 17 areas in Gyeonggi-do Province, Incheon and Daejeon.\nIn addition, almost all of Gyeonggi-do Province, Incheon, Daejeon and Cheongju will now be regulated.\nApplying for mortgage loans will become even more difficult.\nIn order to get loans in speculative areas, the buyer must sell their current home and move into their new home within six months.\nThe government will also curb corporate speculation by improving measures related to corporate loans.\nWhile closely monitoring the real estate market, the South Korean government has vowed to actively cope with market uncertainties.\nKim Dami, Arirang News.\nReporter : damikim@arirang.com",
            "headline": "S. Korea releases tougher real estate measures to curb speculative investment\nUpdated: 2020-06-17 13:18:52 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260426"
        },
        {
            "context": "South Korean stocks slid in after-hours trading in reaction to North Korea's provocation.\nThe share price of top tech firms Samsung Electronics and SK Hynix dropped more than 1-percent in after-hours trading on the news.\nThis, after the benchmark KOSPI and tech-heavy KOSDAQ gained more than 5-and-6-percent respectively on Tuesday, even triggering intra-day double program curbs to cool the buying spree.\nOne-month dollar-Korean won non-deliverable rose point-3-percent, indicating that the South Korean currency will weaken when trading resumes in a few hours.\nReporter : ashin@arirang.co.kr",
            "headline": "Shares of major S. Korean firms dropped 1-2% in after-hours trading\nUpdated: 2020-06-17 09:53:49 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260402"
        },
        {
            "context": "Starting Thursday, people in South Korea can buy up to 10 protective face masks a week provided under the public mask rationing system.\nAs it stands, the limit is three for adults and five for minors.\nThe government's control of mask distribution, originally set to end on June 30th, has been extended to July 11th.\nReporter : jhee@arirang.com",
            "headline": "S. Korea to raise weekly mask purchase limit to 10 starting Thursday\nUpdated: 2020-06-17 09:51:09 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260382"
        },
        {
            "context": "South Korean stocks got off to a rocky start this morning but not a dreadful one due to rising concerns over a possible military confrontation with North Korea on top of concerns regarding a second wave of COVID-19.\nFor more on this, we have our Eum Ji-young on the line.\nJi-young, despite the geopolitical and health concerns, the markets have so far taken it in their stride.\n\nRight Semin, the benchmark KOSPI dropped point-23 percent at the opening, starting at 2,133, and the tech-heavy KOSDAQ was also down more than point-47 percent at 732 upon opening.\nThe South Korean currency has weakened as well.\nIt had risen to 1,214 won against the greenback and the one-month dollar-Korean won non-deliverable rose point-3-percent after Tuesday's confrontation.\nThe Korean won stood at 1,213 mark as of Wednesday 9:45 AM.\nSouth Korean stocks slid in after-hours trading on Tuesday in reaction to North Korea's provocation.\nThe share price of top tech firms Samsung Electronics and SK Hynix dropped more than 1-percent in after-hours trading on the news.\nTuesday's rally came on the back of foreign investors and institutions, but South Korean markets have been generally recovering with the country's benchmark KOSPI index close to erasing its year-to-date losses over the past couple of weeks as retail investors flock back looking for bargains.\nThe deputy governor of the Bank of Korea said this morning that the North Korea developments shouldn't have a major impact on the markets.\nHe added that the BOK will keep an eye on the situation.\nThat's all I have for now but I'll bring more updates in a later newscast. Back to you Semin.\nReporter : jy_rachel@arirang.com",
            "headline": "S. Korean stocks slides upon opening amid military confrontation\nUpdated: 2020-06-17 08:33:12 KST",
            "sourceURL": "http://arirang.com/News/News_View.asp?nseq=260412"
        }
    ],
    "crawlingDate": "2020-06-18",
    "subject": "Economy"
}